Repository: rescbr/chameleon
Catalog: package/po/*.po
Languages: pt_br

source: Set 01660002 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660002 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 01660003 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660003 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 01660004 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660004 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 01620005 for Intel HD4000 (Desktop) AAPL,ig-platform-id .
pt_br: Define 01620005 para Intel HD4000 (Desktop) AAPL,ig-platform-id .

source: Set 01620006 for Intel HD4000 (Desktop) AAPL,ig-platform-id .
pt_br: Define 01620006 para Intel HD4000 (Desktop) AAPL,ig-platform-id .

source: Set 01620007 for Intel HD4000 (Desktop) AAPL,ig-platform-id .
pt_br: Define 01620007 para Intel HD4000 (Desktop) AAPL,ig-platform-id .

source: Set 01660008 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660008 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 01660009 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660009 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 0166000a for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 0166000a para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 0166000b for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 0166000b para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 00000604 for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 00000604 para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0000060c for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0000060c para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 00001604 for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 00001604 para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0000160a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0000160a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0000160c for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0000160c para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 00002604 for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 00002604 para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0000260a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0000260a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0600260c for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0600260c para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0000260d for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0000260d para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 02001604 for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 02001604 para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0300220d for Intel Haswell (Desktop) AAPL,ig-platform-id.
pt_br: Define 0300220d para Intel Haswell (Desktop) AAPL,ig-platform-id.

source: Set 0500260a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0500260a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0600260a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0600260a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0700260d for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0700260d para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 0800260a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 0800260a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set 08002e0a for Intel Haswell (Mobile) AAPL,ig-platform-id.
pt_br: Define 08002e0a para Intel Haswell (Mobile) AAPL,ig-platform-id.

source: Set HDEF PinConfiguration for Analog Devices AD2000b.
pt_br: Define HDEF PinConfiguration para Analog Devices AD2000b.

source: Set HDEF PinConfiguration for Analog Devices AD1981HD.
pt_br: Define HDEF PinConfiguration para Analog Devices AD1981HD.

source: Set HDEF PinConfiguration for Analog Devices AD1988b.
pt_br: Define HDEF PinConfiguration para Analog Devices AD1988b.

source: Set HDEF PinConfiguration for Realtek ALC888.
pt_br: Define HDEF PinConfiguration para Realtek ALC888.

source: Set HDEF PinConfiguration for Realtek ALC1200.
pt_br: Define HDEF PinConfiguration para Realtek ALC1200.

source: Set HDEF PinConfiguration for ???.
pt_br: Define HDEF PinConfiguration para ???.

source: Enables the option to autodetect NVIDIA, AMD/ATI or Intel based GPUs and inject the correct info.
pt_br: Ativa a opção que auto detecta placas de vídeo NVIDIA, AMD/ATI ou Intel e injeta as informações corretas.

source: Inject HDMi audio for NVIDIA or AMD/ATI.
pt_br: Injeta configurações de áudio HDMI para NVIDIA ou AMD/ATI.

source: Enables UseAtiROM options.
pt_br: Ativa a opção UseAtiROM.

source: Enables UseNvidiaROM options.
pt_br: Ativa a opção UseNvidiaROM.

source: Enables VBIOS option
pt_br: Ativa a opção VBIOS.

source: Skip the GraphicsEnbaler autodetect for Intel based GPUs.
pt_br: Desativa autodetecção do GraphicsEnbaler para GPUs baseadas em Intel.

source: Skip the GraphicsEnbaler autodetect for NVIDIA based GPUs.
pt_br: Desativa autodetecção do GraphicsEnbaler para GPUs baseadas em NVIDIA.

source: Skip the GraphicsEnbaler autodetect for AMD/ATI based GPUs.
pt_br: Desativa autodetecção do GraphicsEnbaler para GPUs baseadas em AMD/ATI.

source: Enables Backlight options for laptop with nVidia cards.
pt_br: Ativa opções para o Backlight de Laptops com gráficos nVidia.

source: Enables DualLink options for nVidia and ATi cards.
pt_br: Ativa opções de DualLink para controladoras nVidia e ATI.

source: Use the classic Nvidia name for the SystemProfiler (disabled by default).
pt_br: Usa o nome clássico Nvidia no System Profiler (desabilitado por padrão).

source: Verbose Mode
pt_br: Modo Verbose

source: Turns on verbose logging and allows you to see messages from both Chameleon and the OS X kernel at boot time. Essential for troubleshooting.
pt_br: Ativa Modo Verbose, permite visualizar mensagens do Chameleon e do Kernel do OS X durante o boot. Essencial para detetar problemas.

source: Single User Mode
pt_br: Modo Single User

source: A troubleshooting option used for booting into OS X's BSD/Unix command line.
pt_br: Usado no boot para alcançar a linha de comandos do OS X's BSD/Unix para resolução de problemas.

source: Ignore Caches
pt_br: Ignorar Caches

source: Not an option that's needed for everyday booting, but it can be useful if you want OS X to load all files from it's system folders, rather than relying on it's pre-built caches.
pt_br: Usado para que o OS X carregue os ficheiros das suas pastas de sistema, em vez de usar as caches préviamente construidas.

source: For overcoming a hang at 'PCI configuration begin' on some systems. 0x2000 is the kIOPCIConfiguratorPFM64 flag, as seen in the IOPCIFamily source code.
pt_br: Para solucionar o travamento na mensagem 'PCI configuration begin' que acontece em alguns sistemas. npci=0x2000 é a flag kIOPCIConfiguratorPFM64 existente no código-fonte do driver IOPCIFamily.

source: For overcoming a hang at 'PCI configuration begin' on some systems. 0x3000 is the kIOPCIConfiguratorPFM64 flag, as seen in the IOPCIFamily source code.
pt_br: Para solucionar o travamento na mensagem 'PCI configuration begin' que acontece em alguns sistemas. npci=0x3000 é a flag kIOPCIConfiguratorPFM64 existente no código-fonte do driver IOPCIFamily.

source: Info here: Waiting for root device when kernel cache used only with some disks +FIX http://www.insanelymac.com/forum/topic/280062-waiting-for-root-device-when-kernel-cache-used-only-with-some-disks-fix/ Findings credits to bcc9.
pt_br: Informações: Waiting for root device when kernel cache used only with some disks +FIX http://www.insanelymac.com/forum/topic/280062-waiting-for-root-device-when-kernel-cache-used-only-with-some-disks-fix/ Findings credits to bcc9.

source: Lion only. Disables the 'low power wake' feature which can sometimes leave the screen black after wake from sleep.
pt_br: Apenas para OSX Lion. Desabilita a opção 'low power wake' que pode deixar a tela preta depois de o computador acordar do repouso.

source: It introduces a new Preference Pane under System Preferences that allows you to enable the Nvidia Web Driver. Info here: New Nvidia Retail Driver Install Solution http://www.insanelymac.com/forum/topic/288582-new-nvidia-retail-driver-install-solution/ Findings credits to meklort and Rampage Dev.
pt_br: Ele introduz um novo Painel de Prefrências nas Prefrências do Sistema que possibilita a ativação do Web Driver Nvidia. Informações: New Nvidia Retail Driver Install Solution http://www.insanelymac.com/forum/topic/288582-new-nvidia-retail-driver-install-solution/ Findings credits to meklort and Rampage Dev.

source: In Yosemite Developer Previews, unsigned or improperly signed kexts will not be loaded. To use unsigned kexts during development, this strict check can be disabled by adding a 'kext-dev-mode=1' boot arg.
pt_br: No Developer Preview do Yosemite, kexts Imprópriamente ou não assinadas não serão carregadas. Para utilizar estes kexts durante o desenvolvimento, esta verificação pode ser desabilitada adicionando o boot flag 'kext-dev-mode=1'.

source: Avoiding the DMAR processing causing by VT-d function in Osx (Virtualization). More information by bcc9 here: http://www.insanelymac.com/forum/topic/282989-vtd0-fault-after-1082-google-hasnt-heard-of-it-any-help/#entry1867000
pt_br: Evitando o preocessamento da tabela DMAR causado pela função VT-d no Osx (Virtualização). More information by bcc9 here: http://www.insanelymac.com/forum/topic/282989-vtd0-fault-after-1082-google-hasnt-heard-of-it-any-help/#entry1867000

source: German Mac Keyboard
pt_br: Teclado Mac Alemão

source: Use the keyboard layout for a German Mac keyboard
pt_br: Usa o layout para teclado Mac Alemão.

source: Spanish Mac Keyboard
pt_br: Teclado Mac Espanhol

source: Use the keyboard layout for a Spanish Mac keyboard
pt_br: Usa o layout para teclado Mac Espanhol.

source: French Mac Keyboard
pt_br: Teclado Mac Francês

source: Use the keyboard layout for a French Mac keyboard
pt_br: Usa o layout para teclado Mac Francês.

source: Italian Mac Keyboard
pt_br: Teclado Mac Italiano

source: Use the keyboard layout for an Italian Mac keyboard
pt_br: Usa o layout para teclado Mac Italiano.

source: Swedish Mac Keyboard
pt_br: Teclado Mac Sueco

source: Use the keyboard layout for a Swedish Mac keyboard
pt_br: Usa o layout para teclado Mac Sueco.

source: French PC Keyboard
pt_br: Teclado PC Francês

source: Use the keyboard layout for a French PC keyboard
pt_br: Usa o layout para teclado PC Francês.

source: Embed
pt_br: Embarcado

source: A smaller simple version of the new default theme used when building a version of Chameleon which requires an embedded theme.
pt_br: Uma versão menor do novo tema padrão usada na construção de versões do Chameleon que requerem tema embarcado.

source: Legacy
pt_br: Antigo

source: Chameleon's original default theme introduced for v2.0 RC1
pt_br: Tema padrão original do Chameleon introduzido na versão 2.0RC1.

source: Chameleon default theme introduced for v2.0 RC5
pt_br: Tema padrão do Chameleon introduzido na versão 2.0 RC5.

source: A lovely simple theme by NoSmokingBandit from April 2009.
pt_br: O tema Bullet feito por NoSmokingBandit em Abril de 2009.

source: A selection of options that deal with audio.
pt_br: Seleção de opções de audio.

source: Control Options
pt_br: Opções de Controle

source: Settings to control how Chameleon works.
pt_br: Preferências que controlam o funcionamento do Chameleon.

source: General Options
pt_br: Opções Gerais

source: Choose from a selection of base options.
pt_br: Escolha a partir de uma seleção de opções básicas.

source: Kernel Flags
pt_br: Opções do Kernel

source: Choose from a selection of kernel flags.
pt_br: Escolha a partir de uma seleção de opções do kernel.

source: Power Management
pt_br: Gerenciamento de Energia

source: A selection of options that deal with power management and speedstep.
pt_br: Seleção de opções relativas a gestão de energia e a speedstep.

source: Set one resolution to use.
pt_br: Define a resolução de tela a ser utilizada.

source: Set one HDEF Layout ID to use for your HDA controller.
pt_br: Definir um ID do layout HDEF para usar com sua cotroladora HDA.

source: Set one HDAU Layout ID to use for your HDMi controller.
pt_br: Definir um ID do layout HDAU para usar com sua cotroladora HDMI.

source: Set one AAPL,ig-platform-id to use for your Intel HD4000.
pt_br: Definir um AAPL,ig-platform-id para usar em sua Intel HD4000.

source: Set one AAPL,ig-platform-id to use for your Intel HD5000.
pt_br: Definir um AAPL,ig-platform-id para usar em sua Intel HD5000.

source: Set one HDEF PinConfiguration to use.
pt_br: Especifique um HDEF PinConfiguration para ser usado.

source: Video
pt_br: Vídeo

source: A selection of options that deal with video.
pt_br: Seleção de opções de vídeo.

source: KeyLayout
pt_br: Leiaute de Teclado

source: Select one keylayout to use. This will also install the Keylayout module and keymaps.
pt_br: Seleciona um leiaute de teclado a ser utilizado. Também irá instalar o módulo Keylayot e mapas de teclas.

source: Themes
pt_br: Temas

source: A collection of sample themes More themes can be found at http://forum.voodooprojects.org/index.php/board,7.0.html
pt_br: Uma coleção de temas de exemplo. Mais temas podem ser encontrados em http://forum.voodooprojects.org/index.php/board,7.0.html
