Repository: rescbr/chameleon
Catalog: package/po/*.po
Languages: pt_br

source: Do not install to an Apple Macintosh computer
pt_br: Não instale em um computador Apple Macintosh

source: Developers :
pt_br: Desenvolvedores :

source: Thanks to :
pt_br: Agradecimentos :

source: Package :
pt_br: Créditos pelos pacotes :

source: Package built by: %WHOBUILD%, language translated by: blackosx
pt_br: Package built by: %WHOBUILD%, language translated by: oldnapalm, kyndder

source: Chameleon is a boot loader built using a combination of components which evolved from the development of David Elliott's fake EFI implementation added to Apple's boot-132 project.
pt_br: O Chameleon é um boot loader que combina vários componentes. Ele é baseado na implementação de fake EFI feita por David Elliott, adicionada ao projeto boot-132 da Apple.

source: Chameleon v2 is extended with many features. For example:
pt_br: O Chameleon é extendido com as seguintes características chave. Novos recursos no Chameleon 2.0:

source: - Fully customizable GUI to bring some color to the Darwin Bootloader.
pt_br: - Interface gráfica (GUI) totalmente personalizável para trazer algumas cores ao Bootloader Darwin.

source: - Load a ramdisk to directly boot retail DVDs without additional programs.
pt_br: - Inicializa DVDs retail lendo uma imagem ramdisk diretamente, sem ajuda de nenhum programa adicional.

source: - Hibernation. Enjoy resuming your Mac OS X with a preview image.
pt_br: - Hibernação. Aproveite continuar o seu Mac OS X com uma amostra de imagem da tela.

source: - SMBIOS override to modify the factory SMBIOS values.
pt_br: - Substituição de SMBIOS para modificar os valores de fábrica.

source: - DSDT override to use a modified fixed DSDT which can solve several issues.
pt_br: - Substituição de DSDT para usar uma tabela modificada que pode resolver diversos problemas.

source: - Device Property Injection via device-properties string.
pt_br: - Injeção de propriedades de dispositivo através do string device-properties.

source: - hybrid boot0 / boot1h for MBR and GPT partitioned disks.
pt_br: - boot0 / boot1h híbridos para discos particionados em MBR e GPT.

source: - Automatic FSB detection code even for recent AMD CPUs.
pt_br: - Detecção automática de FSB mesmo para processadores AMD recentes.

source: - Apple Software RAID support.
pt_br: - Suporte a Software RAID da Apple.

source: - Nvidia &amp; ATI/AMD Graphics Card Enabler.
pt_br: - Ativação Placas Gráficas Nvidia &amp; ATI/AMD.

source: - Module support
pt_br: - Suporte de Modulos

source: - Memory detection adapted from memtest86:&nbsp;
pt_br: - Deteção Memoria adaptada de memtest86:&nbsp;

source: - Automatic P-State &amp; C-State generation for native power management.
pt_br: - P-State automático &amp; Geração C-State para gestão de energia nativa.

source: - Message logging.
pt_br: - Protocolo Mensagens.

source: The code is released under version 2 of the Gnu Public License.
pt_br: Este código é distribuido sobre os termos da versão 2 da Gnu Public License.

source: FAQ's:&nbsp;
pt_br: Para informações detalhadas visite:&nbsp;

source: The scripts have completed and a file named&nbsp;
pt_br: Os scripts estão finalizados e foi gerado um ficheiro&nbsp;

source: &nbsp;has been written to the root of your chosen partition.
pt_br: &nbsp;que se encontra na raiz da partição selecionada.

source: Please&nbsp;
pt_br: Por Favor&nbsp;

source: read it
pt_br: leia-o

source: &nbsp;to find out if the installation was successful and keep it for a record of what was done.
pt_br: &nbsp;para verificar se a instalação foi realizada com sucesso e guarde como relatório do que foi realizado.

source: Chameleon Bootloader Package
pt_br: Chameleon Bootloader

source: This software must be installed on the startup volume.
pt_br: Este software deve ser instalado no volume de inicialização.

source: This volume does not meet the requirements for this update.
pt_br: Este volume não preenche os requisitos para esta atualização.

source: A newer version of Chameleon is already installed
pt_br: Uma versão mais recente do Chameleon já está instalada.

source: This software cannot be installed on this computer.
pt_br: Este software não pode ser instalado neste computador.

source: Chameleon requires three essential files. (in simple terms) boot0 (On the drive's MBR) responsible for loading boot1. boot1 (On the partition's boot-sector) to finding boot2. boot2 (On the partition's root directory) for loading kernel etc.
pt_br: O Chameleon requer três arquivos essenciais (em termos simples): boot0 (no MBR do drive) responsável por carregar o boot1. boot1 (no setor de boot da partição) para encontrar o boot2. boot2 (no diretório raiz da partição) para carregar o kernel etc.

source: Standard
pt_br: Padrão

source: Install Chameleon's files to the root of the selected partition using either boot0 or boot0md depending on your system without destroying any existing Windows installation if you have one.
pt_br: Instalar os arquivos do Chameleon na raiz da partição selecionada usando boot0 ou boot0md dependendo do seu sistema, sem danificar nenhuma instalação do Windows, se existir.

source: Don't install the Bootloader
pt_br: Não instalar o boot loader

source: Useful if you only want to install the extra's.
pt_br: Útil se você quer instalar apenas os extras.

source: Modules
pt_br: Módulos do Chameleon

source: The modules system incorporated in chameleon allows for a user or developer to extend the core functionality of chameleon without replacing the main boot file.
pt_br: O sistema de módulos incorporados ao Chameleon permite que um utilizador ou desenvolvedor estenda a funcionalidade básica sem precisar substituir o arquivo boot principal.

source: This module provides a standard c library for modules to link to if the library provided by chameleon is insufficient. This is currently only used by the uClibc++ library. Source: http://www.kernel.org/pub/linux/libs/klibc/
pt_br: Este módulo fornece uma biblioteca C padrão para link, caso a do Chameleon seja insuficiente. É usado actualmente apenas pela biblioteca uClibc++ Fonte: http://www.kernel.org/pub/linux/libs/klibc/

source: This module provides a substitute for the internal acpi patcher. Dependencies: none
pt_br: Este módulo provê um substituto para o corretor acpi interno. Dependências: nenhuma

source: HDAEnabler module, this module provides a substitute for the Hight Definition Audio DSDT Edits. Dependencies: none
pt_br: Módulo HDAEnabler, este módulo provê um substituto para as correções DSDT do High Definition Audio. Dependências: nenhuma

source: FileNVRAM module for preloading NVRAM values. Dependencies: none
pt_br: Módulo FileNVRAM para pré carregar os valores NVRAM. Dependências: nenhuma

source: Sata module, known as YellowIconFixer in cparm's branch. Useful to fix yellow icon issue (can also fix an issue with the Apple's dvd player application in Mountain lion). Dependencies: none
pt_br: Módulo sata, conhecido como YellowIconFixer na variante fo cparm. Útil para corrigir o problema dos ícones amarelos (pode corrigir também um problema com o dvd player da Apple no Mountain Lion). Dependências nenhuma

source: Resolution
pt_br: Resolução

source: This module reads the edid information from the monitor attached to the main display. The module is currently not integrated into trunk and has minimal uses as it stands. Additionally, the module will patch the vesa modes available in pre intel hd graphics cards to provide proper resolution while booting.
pt_br: Este módulo lê a informação EDID do monitor conectado ao display principal. Atualmente não está integrado ao trunk e tem uso mínimo no estado em que se encontra. Adicionalmente o módulo ajusta os modos VESA disponíveis nas placas de vídeo pré Intel HD para proporcionar resolução adequada no boot.

source: This module provides a minimalistic c++ runtime library for use in other modules. This does not provide functionality by itself, instead it is used to allow for the c++ language to be used in other modules. *Please note that rtti and exceptions has both been disabled. Source: http://cxx.uclibc.org/ Dependencies: klibc
pt_br: Este módulo fornece uma biblioteca runtime C++ minimalista para uso em outros módulos. Ele não fornece funcionalidade por si só, mas é usado para permitir o uso da linguagem C++ em outros módulos. Observe que rtti e exceptions foram ambos desativados. Fonte: http://cxx.uclibc.org/ Dependências: klibc

source: The KernelPatcher module provides patches for the following: *Enables the use of the kernelcache with /Extra/Extensions and /Extra/Extensions.mkext *Removed the CPUID check *Removes an LAPIC panic *Removes a panic in commpage_stuff_routine Dependencies: none
pt_br: O módulo KernelPatcher provê correções para: *Ativa o uso do kernelcache com /Extra/Extensions e /Extra/Extensions.mkext *Remove a verificações de CPUID *Remove um LAPIC panic *Remove um panic em commpage_stuff_routine Dependências: nenhuma

source: The KextPatcher module provides patches for the following: Dependencies: none
pt_br: O módulo KextPatcher provê correções para: Dependências: nenhuma

source: The GraphicsEnabler nVidia code ported to a module. Dependencies: none
pt_br: O código GraphicsEnabler para nVidia convetido em um módulo. Dependências: nenhuma

source: The GraphicsEnabler AMD/ATi code ported to a module. Dependencies: none
pt_br: O código GraphicsEnabler para AMD/ATi convetido em um módulo. Dependências: nenhuma

source: The GraphicsEnabler gma(Intel) code ported to a module. Dependencies: none
pt_br: O código GraphicsEnabler para gma(intel) convetido em um módulo. Dependências: nenhuma

source: Settings
pt_br: Opções de boot

source: Create an /Extra/org.chameleon.Boot.plist by selecting any of these boot options and kernel flags.
pt_br: Cria um arquivo /Extra/org.chameleon.Boot.plist e seleciona suas preferências de configuração do Chameleon.

source: Hides Chameleon's boot banner in GUI. This is the text that is drawn at the top left corner of the screen displaying the release version etc.
pt_br: Oculta o banner do Chameleon na interface gráfica.

source: Disables the default enabled graphic user interface.
pt_br: Desabilita a interface gráfica, ativada por padrão.

source: Use the legacy 'dark grey' apple logo on the light grey screen for the boot process rather than the boot.png in the theme.
pt_br: Usa o logotipo legado da Apple (cinza e branco) na tela de boot, ao invés do boot.png do tema.

source: By default, when Chameleon loads you'll see the icon for the current default partition, along with a timeout progress bar which left alone will count down before Chameleon automatically boots that partition. This options skips that and takes you directly to the device selection screen.
pt_br: Exibe a tela de seleção de partição sem mostrar a contagem regressiva.

source: Enable quiet boot mode (no messages or prompt).
pt_br: Ativa o boot silencioso (sem mensagens ou opções).

source: Enables display of partition and resolution details shown on the left side of the GUI under the boot banner. This is useful information for troubleshooting, though can clash with certain themes.
pt_br: Ativa a exibição de detalhes sobre partições e resolução da tela.

source: Pauses the boot process after Chameleon has finished it's setup then waits for a key press before it starts the mach kernel. Useful when combined with verbose boot for troubleshooting.
pt_br: Pausa o processo de boot após os ajustes do Chameleon e aguarda que uma tecla seja pressionada antes de iniciar o kernel. Útil para solução de problemas quando usado em conjunto com o boot verbose.

source: Boots the kernel in 32bit mode rather than the default 64bit mode.
pt_br: Inicia o sistema no modo 32 bit, ao invés do modo padrão 64 bit.

source: Enables the option to fix any EHCI ownership issues due to bad bioses.
pt_br: Ativa a opção que corrige falhas de EHCI ownership devido a problemas no BIOS.

source: Enables the option of adding 'built-in' to your ethernet devices.
pt_br: Ativa a opção que inclui 'built-in' (integrado) nos dispositivos ethernet.

source: Enables the option of adding AirPort values to your wireless device.
pt_br: Ativa a opção que adiciona valores do AirPort em sua controladora wireless.

source: Enables HPET on intel chipsets, for bioses that dont include the option.
pt_br: Ativa o HPET em chipsets Intel, para BIOS que não incluem a opção.

source: This option enables you to bypass bad sleep images.
pt_br: Essa opção permite contornar imagens de repouso com problema.

source: Force SMBIOS Table 17 to be 27 bytes long.
pt_br: Força a Tabela SMBIOS 17 a ter 27 bytes.

source: Disables the automatically enabled restart fix.
pt_br: Desabilita a correção do problema ao reiniciar, ativada por padrão.

source: Enables the option to reset UHCI controllers before starting OS X.
pt_br: Ativa a opção que reinicia os controladores UHCI antes de iniciar o OS X.

source: Disables the automatically enabled RAM recognition.
pt_br: Desativa a identificação automática de memória RAM.

source: For Lion only. Enables loading of the pre-linked kernel. This will ignore /E/E and /S/L/E. ONLY use this is you have know it contains everything you need.
pt_br: Yes vai carregar o kernel pre-linked e ignorar /Extra/Extensions e o Extensions.mkext de /System/Library/Extensions. O padrão é No, mas se você usa o Lion numa partição RAID, é Yes.

source: Attempts to load the sleep image saved from last hibernation.
pt_br: Tenta carregar a imagem de repouso gravada na última hibernação.

source: New C-State _CST generation method using SystemIO registers instead of FixedHW.
pt_br: Novo método de geração de C-States usando registros do SystemIO ao invés de FixedHW.

source: Discard the motherboard's built-in SSDT tables.
pt_br: Descarta as tabelas SSDT da placa mãe.

source: Discard the motherboard's built-in HPET table.
pt_br: Descarta as tabelas HPET originais da placa mãe.

source: Discard the motherboard's built-in SBST table.
pt_br: Descarta as tabelas SBST originais da placa mãe.

source: Discard the motherboard's built-in ECDT table.
pt_br: Descarta as tabelas ECDT originais da placa mãe.

source: Discard the motherboard's built-in ASF! table.
pt_br: Descarta as tabelas ASF! originais da placa mãe.

source: Discard the motherboard's built-in DMAR table, this key action resolve the problem with VT-d panics.
pt_br: Descarta a tabela DMAR original da placa mãe, esta ação soluciona problemas com panics relacionados a VT-d.

source: Enable specific Processor power state, C2.
pt_br: Ativa power state específico de processador, C2.

source: Enable specific Processor power state, C3.
pt_br: Ativa power state específico de processador, C3.

source: Enable specific Processor power state, C4.
pt_br: Ativa power state específico de processador, C4.

source: Enable specific Processor power state, C6.
pt_br: Ativa estado de energia específico do processador, C6.

source: Enable specific Processor power state, C7.
pt_br: Ativa power state específico de processador, C7.

source: Enable auto generation of processor idle sleep states (C-States).
pt_br: Ativa a geração automática de estados de idle sleep do processador (C-States).

source: Enable auto generation of processor power performance states (P-States).
pt_br: Ativa a geração automática de estados de power performance do processador (P-States).

source: Enable auto generation of processor power performance states (T-States).
pt_br: Ativa a geração automática dos estados de energia para a performance do processador (T-States).

source: Set Graphics Mode to 1024x600x32
pt_br: Seleciona Modo Gráfico 1024x600x32

source: Set Graphics Mode to 1024x768x32
pt_br: Seleciona Modo Gráfico 1024x768x32

source: Set Graphics Mode to 1280x768x32
pt_br: Seleciona Modo Gráfico 1280x768x32

source: Set Graphics Mode to 1280x800x32
pt_br: Seleciona Modo Gráfico 1280x800x32

source: Set Graphics Mode to 1280x1024x32
pt_br: Seleciona Modo Gráfico 1280x1024x32

source: Set Graphics Mode to 1280x960x32
pt_br: Seleciona Modo Gráfico 1280x960x32

source: Set Graphics Mode to 1366x768x32
pt_br: Seleciona Modo Gráfico 1366x768x32

source: Set Graphics Mode to 1440x900x32
pt_br: Seleciona Modo Gráfico 1440x900x32

source: Set Graphics Mode to 1600x900x32
pt_br: Seleciona Modo Gráfico 1600x900x32

source: Set Graphics Mode to 1600x1200x32
pt_br: Seleciona Modo Gráfico 1600x1200x32

source: Set Graphics Mode to 1680x1050x32
pt_br: Seleciona Modo Gráfico 1680x1050x32

source: Set Graphics Mode to 1920x1080x32
pt_br: Seleciona Modo Gráfico 1920x1080x32

source: Set Graphics Mode to 1920x1200x32
pt_br: Seleciona Modo Gráfico 1920x1200x32

source: Set HDEF layout-it to 1: 001 (0x01, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 1: 001 (0x01, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 2: 002 (0x02, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 2: 002 (0x02, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 3: 003 (0x03, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 3: 003 (0x03, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 5: 005 (0x05, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-id para 5: 005 (0x05, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 7: 007 (0x07, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-id para 7: 007 (0x07, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 12: 00C (0x0C, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 12: 00C (0x0C, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 32: 020 (0x20, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 32: 020 (0x20, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 40: 028 (0x28, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 40: 028 (0x28, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 65: 041 (0x41, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 65: 041 (0x41, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 99: 063 (0x63, 0x00, 0x00, 0x00).
pt_br: Define HDEF layout-it para 99: 063 (0x63, 0x00, 0x00, 0x00).

source: Set HDEF layout-it to 269: 10D (0x0D, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 269: 10D (0x0D, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 387: 183 (0x83, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 387: 183 (0x83, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 388: 184 (0x84, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 388: 184 (0x84, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 389: 185 (0x85, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 389: 185 (0x85, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 392: 188 (0x88, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 392: 188 (0x88, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 398: 18E (0x8E, 0x01, 0x00, 0x00).
pt_br: Define HDEF layout-it para 398: 18E (0x8E, 0x01, 0x00, 0x00).

source: Set HDEF layout-it to 662: 296 (0x96, 0x02, 0x00, 0x00).
pt_br: Define HDEF layout-it para 662: 296 (0x96, 0x02, 0x00, 0x00).

source: Set HDEF layout-it to 663: 297 (0x97, 0x02, 0x00, 0x00).
pt_br: Define HDEF layout-it para 663: 297 (0x97, 0x02, 0x00, 0x00).

source: Set HDEF layout-it to 664: 298 (0x98, 0x02, 0x00, 0x00).
pt_br: Define HDEF layout-it para 664: 298 (0x98, 0x02, 0x00, 0x00).

source: Set HDEF layout-it to 885: 375 (0x75, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 885: 375 (0x75, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 887: 377 (0x77, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 887: 377 (0x77, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 888: 378 (0x78, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 888: 378 (0x78, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 889: 379 (0x79, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 889: 379 (0x79, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 892: 37C (0x7C, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 892: 37C (0x7C, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 898: 382 (0x82, 0x03, 0x00, 0x00).
pt_br: Define HDEF layout-it para 898: 382 (0x82, 0x03, 0x00, 0x00).

source: Set HDEF layout-it to 1981: 7BD (0xBD, 0x07, 0x00, 0x00).
pt_br: Define HDEF layout-it para 1981: 7BD (0xBD, 0x07, 0x00, 0x00).

source: Set HDAU layout-it to 1: 001 (0x01, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 1: 001 (0x01, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 2: 002 (0x02, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 2: 002 (0x02, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 3: 003 (0x03, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 3: 003 (0x03, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 5: 005 (0x05, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-id para 5: 005 (0x05, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 7: 007 (0x07, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-id para 7: 007 (0x07, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 12: 00C (0x0C, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 12: 00C (0x0C, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 32: 020 (0x20, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 32: 020 (0x20, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 40: 028 (0x28, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 40: 028 (0x28, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 65: 041 (0x41, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 65: 041 (0x41, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 99: 063 (0x63, 0x00, 0x00, 0x00).
pt_br: Define HDAU layout-it para 99: 063 (0x63, 0x00, 0x00, 0x00).

source: Set HDAU layout-it to 269: 10D (0x0D, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 269: 10D (0x0D, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 387: 183 (0x83, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 387: 183 (0x83, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 388: 184 (0x84, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 388: 184 (0x84, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 389: 185 (0x85, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 389: 185 (0x85, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 392: 188 (0x88, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 392: 188 (0x88, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 398: 18E (0x8E, 0x01, 0x00, 0x00).
pt_br: Define HDAU layout-it para 398: 18E (0x8E, 0x01, 0x00, 0x00).

source: Set HDAU layout-it to 662: 296 (0x96, 0x02, 0x00, 0x00).
pt_br: Define HDAU layout-it para 662: 296 (0x96, 0x02, 0x00, 0x00).

source: Set HDAU layout-it to 663: 297 (0x97, 0x02, 0x00, 0x00).
pt_br: Define HDAU layout-it para 663: 297 (0x97, 0x02, 0x00, 0x00).

source: Set HDAU layout-it to 664: 298 (0x98, 0x02, 0x00, 0x00).
pt_br: Define HDAU layout-it para 664: 298 (0x98, 0x02, 0x00, 0x00).

source: Set HDAU layout-it to 885: 375 (0x75, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 885: 375 (0x75, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 887: 377 (0x77, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 887: 377 (0x77, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 888: 378 (0x78, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 888: 378 (0x78, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 889: 379 (0x79, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 889: 379 (0x79, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 892: 37C (0x7C, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 892: 37C (0x7C, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 898: 382 (0x82, 0x03, 0x00, 0x00).
pt_br: Define HDAU layout-it para 898: 382 (0x82, 0x03, 0x00, 0x00).

source: Set HDAU layout-it to 1981: 7BD (0xBD, 0x07, 0x00, 0x00).
pt_br: Define HDAU layout-it para 1981: 7BD (0xBD, 0x07, 0x00, 0x00).

source: Set 01660000 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660000 para Intel HD4000 (Mobile) AAPL,ig-platform-id .

source: Set 01660001 for Intel HD4000 (Mobile) AAPL,ig-platform-id .
pt_br: Define 01660001 para Intel HD4000 (Mobile) AAPL,ig-platform-id .
